Repository: nick2be/ibbweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: Name
da: Navn

source: Company
da: Virksomhed

source: Subject
da: Emne

source: Message
da: Besked

source: Your Name
da: Dit Navn

source: Your Email
da: Din E-mail

source: Your Company (Optional)
da: Dit Firma (Valgfrit)

source: Your Message
da: Din Besked

source: Enter your email address
da: Indtast din e-mail adresse

source: Thank you for your message. We will get back to you soon.
da: Tak for din besked. Vi vil vende tilbage til dig snarest.

source: Contact Us
da: Kontakt Os

source: Thank you for subscribing to our newsletter!
da: Tak for din tilmelding til vores nyhedsbrev!

source: Description
da: Beskrivelse

source: Category
da: Kategori

source: Categories
da: Kategorier

source: Title
da: Titel

source: Content
da: Indhold

source: About Us
da: Om Os

source: Privacy Policy
da: Privatlivspolitik

source: Home
da: Hjem

source: Service
da: Tjeneste

source: Services
da: Tjenester

source: Service Feature
da: Tjenestefunktion

source: Service Features
da: Tjenestefunktioner

source: Our Services
da: Vores Tjenester

source: Indicium By Bounty ApS - Professional IT Development & Security Services
da: Indicium By Bounty ApS - Professionel IT-udvikling & Sikkerhedstjenester

source: News
da: Nyheder

source: Contact
da: Kontakt

source: Driving Innovation and Security in IT for Over 9 Years
da: På forkant af Innovation og Sikkerhed i IT i Over 9 År

source: Phone
da: Telefon

source: Have a question or want to discuss a project? We'd love to hear from you.
da: Har du et spørgsmål eller vil du diskutere et projekt? Vi vil gerne høre fra dig.

source: Send Message
da: Send Besked

source: Location
da: Lokation

source: Copenhagen, Denmark
da: København, Danmark

source: Subscribe to Our Newsletter
da: Tilmeld Dig Vores Nyhedsbrev

source: Stay updated with our latest news and insights.
da: Hold dig opdateret med vores seneste nyheder og indsigter.

source: Subscribe
da: Tilmeld Dig

source: An error occurred. Please try again later.
da: Der opstod en fejl. Prøv venligst igen senere.

source: By
da: Af

source: Related Articles
da: Relaterede Artikler

source: Read More
da: Læs Mere

source: Stay Updated
da: Hold Dig Opdateret

source: Subscribe to our newsletter to receive the latest news and insights directly in your inbox.
da: Tilmeld dig vores nyhedsbrev for at modtage de seneste nyheder og indsigter direkte i din indbakke.

source: Latest News
da: Seneste Nyheder

source: Browse by Category
da: Gennemse efter Kategori

source: View Articles
da: Se Artikler

source: Popular Tags
da: Populære Tags

source: News Categories
da: Nyhedskategorier

source: Browse our articles by category to find the information you're looking for.
da: Gennemse vores artikler efter kategori for at finde den information, du leder efter.

source: articles
da: artikler

source: Article Tags
da: Artikel Tags

source: Browse our articles by tags to find specific topics.
da: Gennemse vores artikler efter tags for at finde specifikke emner.

source: About Indicium By Bounty ApS
da: Om Indicium By Bounty ApS

source: For over %(years)s years, we've been at the forefront of IT development and security, delivering innovative solutions to critical sectors.
da: I over %(years)s år har vi været i front inden for IT-udvikling og sikkerhed og leveret innovative løsninger til kritiske sektorer.

source: Our commitment to excellence and deep industry expertise has made us a trusted partner for organizations seeking reliable, secure, and efficient IT solutions.
da: Vores engagement i excellence og dybe brancheekspertise har gjort os til en betroet partner for organisationer, der søger pålidelige, sikre og effektive IT-løsninger.

source: Our Team
da: Vores Team

source: Our Mission
da: Vores Mission

source: To deliver innovative IT solutions that drive business success while maintaining the highest standards of security and reliability.
da: At levere innovative IT-løsninger, der driver forretningssucces, mens vi opretholder de højeste standarder for sikkerhed og pålidelighed.

source: Our Vision
da: Vores Vision

source: To be the leading provider of secure and efficient IT solutions for critical business sectors across Europe.
da: At være den førende leverandør af sikre og effektive IT-løsninger til kritiske forretningssektorer i hele Europa.

source: Our Values
da: Vores Værdier

source: Excellence, integrity, innovation, and commitment to our clients' success guide everything we do.
da: Excellence, integritet, innovation og engagement i vores kunders succes guider alt, hvad vi gør.

source: Our Expertise
da: Vores Ekspertise

source: Technical Excellence
da: Teknisk Excellence

source: Our team of experts brings deep technical knowledge and years of experience in:
da: Vores team af eksperter bringer dyb teknisk viden og års erfaring inden for:

source: Jira Development & Administration
da: Jira Udvikling & Administration

source: Full Stack Web Development
da: Full Stack Webudvikling

source: Application Integration
da: Applikationsintegration

source: Industry Focus
da: Branchefokus

source: We specialize in serving critical sectors including:
da: Vi er specialiseret i at betjene kritiske sektorer, herunder:

source: Banking & Financial Services
da: Bank & Finansielle Tjenester

source: Insurance
da: Forsikring

source: Logistics
da: Logistik

source: Enterprise Solutions
da: Virksomhedsløsninger

source: Ready to Work Together?
da: Klar til at Arbejde Sammen?

source: Let's discuss how we can help your organization achieve its IT goals.
da: Lad os diskutere, hvordan vi kan hjælpe din organisation med at nå sine IT-mål.

source: Get in Touch
da: Kontakt Os

source: Professional IT development and security services for banking, insurance, logistics, and other critical sectors.
da: Professionel IT-udvikling og sikkerhedstjenester til bank, forsikring, logistik og andre kritiske sektorer.

source: At Indicium By Bounty ApS, we take your privacy seriously. This policy outlines how we collect, use, and protect your personal information.
da: Ved Indicium By Bounty ApS, vi tager din privatlivserkendelse alvorligt. Denne politik beskriver, hvordan vi samler, bruger og beskytter din personlige information.

source: Table of Contents
da: Indholdsfortegnelse

source: Information We Collect
da: Information vi indsamler

source: How We Use Your Information
da: Hvordan vi bruger din information

source: Data Retention
da: Dataopbevaring

source: Data Protection
da: Data beskyttelse

source: Your Rights
da: Dine rettigheder

source: Third-Party Services
da: Tredjeparts tjenester

source: International Data Transfers
da: Internationale dataoverførsler

source: Changes to This Policy
da: Ændringer i denne politik

source: We collect information that you provide directly to us, including:
da: Vi indsamler information, som du giver direkte til os, herunder:

source: Name and contact information
da: Navn og kontaktinformation

source: Email correspondence
da: E-mail korrespondance

source: Information provided through our contact forms
da: Information, som du giver gennem vores kontaktformularer

source: Technical information such as IP address and browser type
da: Teknisk information, såsom IP-adresse og browser-type

source: Usage data and analytics
da: Brugsdata og analyser

source: We use the information we collect to:
da: Vi bruger den information, vi indsamler til følgende formål:

source: Respond to your inquiries
da: Besvare dine spørgsmål

source: Provide our services
da: Tilbyde vores tjenester

source: Send newsletters and updates (with your consent)
da: Sende nyhedsbreve og opdateringer (med din samtykke)

source: Improve our website and services
da: Forbedre vores hjemmeside og tjenester

source: Comply with legal obligations
da: Overhold lovkrav

source: Analyze and improve website performance
da: Analysere og forbedre hjemmeside ydeevne

source: Protect against fraud and unauthorized access
da: Beskytte mod svindel og ulovlig adgang

source: We retain your personal data for as long as necessary to fulfill the purposes for which we collected it, including:
da: Vi opbevarer din personlige information, sålænge det er nødvendigt for at opfylde de formål, for hvilke vi har indsamlet den, herunder:

source: Contact form submissions: 2 years
da: Kontaktformularer: 2 år

source: Newsletter subscriptions: Until unsubscribed
da: Nyhedsbrev: Indtil du afmelder dig

source: Service-related data: Duration of service plus 5 years
da: Service-relateret data: Varigheden af service plus 5 år

source: Usage analytics: 26 months
da: Brugsanalyse: 26 måneder

source: We implement appropriate technical and organizational measures to protect your personal data, including:
da: Vi implementerer passende tekniske og organisatoriske foranstaltninger til at beskytte din personlige information, herunder:

source: SSL/TLS encryption for all data transmission
da: SSL/TLS-kryptering for alle dataoverførsler

source: Secure data storage with regular backups
da: Sikker dataopbevaring med regelmæssige sikkerhetskopier

source: Access controls and authentication measures
da: Adgangskontrol og autentificeringstilstande

source: Regular security assessments and updates
da: Regelmæssige sikkerhedsevalueringer og opdateringer

source: Under GDPR, you have the following rights:
da: Under GDPR har du følgende rettigheder:

source: Right to access your personal data
da: Rettighed til at få adgang til din personlige information

source: Right to rectification
da: Rettighed til rettelse

source: Right to erasure ('right to be forgotten')
da: Rettighed til sletning ('rettighed til at blive glemt')

source: Right to restrict processing
da: Rettighed til at begrænse behandling

source: Right to data portability
da: Rettighed til dataportabilitet

source: Right to object
da: Rettighed til at afvise

source: Right to withdraw consent
da: Rettighed til at trække samtykke tilbage

source: Right to lodge a complaint
da: Rettighed til at indgive en klage

source: Our website uses the following types of cookies:
da: Vores hjemmeside bruger følgende typer af cookies:

source: Purpose
da: Formål

source: Essential
da: Nødvendig

source: Website functionality
da: Hjemmesidefunktionalitet

source: Analytics
da: Analyse

source: Performance monitoring
da: Ydeevneovervågning

source: months
da: måneder

source: Preferences
da: Præferencer

source: User settings
da: Brugerindstillinger

source: year
da: år

source: We use the following third-party services:
da: Vi bruger følgende tredjeparts tjenester:

source: Google Analytics for website analytics
da: Google Analytics for hjemmesideanalyse

source: MailChimp for newsletter management
da: MailChimp for nyhedsbrevshandtering

source: Cloudflare for content delivery and security
da: Cloudflare for indholdshastighed og sikkerhed

source: Each service has its own privacy policy and data processing practices.
da: Hver tjeneste har sin egen privatlivspolitik og datahåndteringspraksis.

source: Your data may be transferred to and processed in countries outside the European Economic Area (EEA). We ensure appropriate safeguards through:
da: Din data kan overføres og behandles i lande uden for Den Europæiske Økonomiske Rækkevækstområde (EØR). Vi sikrer tilstrækkelige foranstaltninger gennem:

source: EU Standard Contractual Clauses
da: EU's standard aftalte foranstaltninger

source: Privacy Shield certification (where applicable)
da: Privacy Shield-certificering (hvor tilfældigt)

source: Data Processing Agreements
da: Datahåndtering aftaler

source: We may update this privacy policy from time to time. We will notify you of any material changes by:
da: Vi kan opdatere denne privatlivspolitik fra tid til anden. Vi vil informere dig om eventuelle materialeændringer ved:

source: Posting the new policy on this page
da: At poste den nye politik på denne side

source: Sending an email to registered users
da: At sende en e-mail til registrerede brugere

source: Displaying a notice on our website
da: At vise en meddelelse på vores hjemmeside

source: If you have any questions about this privacy policy, please contact our Data Protection Officer:
da: Hvis du har spørgsmål til denne privatlivspolitik, vær venlig at kontakte vores Data Protection Officer:

source: Address
da: Adresse

source: Last updated
da: Sidst opdateret

source: Key Features
da: Nøglefunktioner

source: Interested in
da: Interesseret i

source: Contact us to discuss how we can help with your specific requirements.
da: Kontakt os for at diskutere, hvordan vi kan hjælpe med dine specifikke krav.

source: Related Services
da: Relaterede tjenester

source: We offer a comprehensive range of IT development and security services tailored to meet your business needs.
da: Vi tilbyder en komplet række IT-udviklings- og sikkerhedstjenester, der er tilpasset til dine forretningsbehov.

source: Need a Custom Solution?
da: Har du brug for en speciel løsning? Kontakt os for at få hjælp.
